# Для виконання потрібно знати про:
# * [Алгоритми упорядкування (сторінки 156-162)](https://drive.google.com/file/d/1uX2-jhHgwN6Dsm73YIHzqCeyrgMROHUN/view)
#
# Додайте код у місцях, що відмічено міткою (❗).

numbers = [23, 7, 15, 42, 8, 34, 19, 5, 27, 13]
words = ["сонце", "річка", "ліс", "гора", "квітка"]


# ❗ 1. Відcортуйие (за зростанням) та виведіть список numbers


# ❗ 2. Відcортуйие (за спаданням) та виведіть список numbers


# ❗ 3. Відcортуйие (у лексикографічному порядку) та виведіть список words


# ❗ 4. Відcортуйие (в порядку зростання довжини слів) та виведіть список words




