# Для виконання потрібно знати про:
# * [Алгоритми упорядкування (сторінки 156-162)](https://drive.google.com/file/d/1uX2-jhHgwN6Dsm73YIHzqCeyrgMROHUN/view)
#
# Напишіть програму, що сортує список words за зростанням довжини слів.
# Для сортування використайте метод вибору.
# Програма повинна працювати для будь-якого списку.
#
# Додайте код у місцях, що відмічено міткою (❗).

words = ["яблуко", "сон", "гора", "сонце", "дерево"]

# ❗ Відcортуйте список words за зростанням довжини слів, методом вибору




