# Для виконання потрібно знати про:
# * [Цикли while](https://tinyurl.com/bp4rrt3u)
#
# Напишіть гру "вгадай число".
# Загадується випадкове число від 1 до 6.
# Користувач вводить варіанти, поки не вгадає. Після вгадування надрукуйте кількість спроб.
# Використайте цикл while.
#
#  Додайте код у місцях, що відмічено міткою (❗).

from random import *
number = randint(1, 6)
attempts = 0
guess = None

# ❗ Поки guess не дорівнює number: запитуйте число від 1 до 6, збільшуйте
# лічильник спроб attempts. Після циклу надрукуйте кількість спроб.






