# Для виконання потрібно знати про:
# * [Цикли while](https://tinyurl.com/bp4rrt3u)
#
# Початкова товщина аркуша відома - 0.1 мм. Програма запитує цільову товщину (мм).
# Аркуш складають багато разів, кожного разу подвоюючи товщину. Надрукуйте, скільки разів потрібно скласти аркуш, щоб товщина досягла або перевищила цільову.
#
# Додайте код у місцях, що відмічено міткою (❗).

thickness = 0.1
print("Введіть цільову товщину (мм):")
target = float(input())

# ❗ Обчисліть кількість складань і надрукуйте її.





